//PAYTESTJ JOB 1,NOTIFY=&SYSUID
//***************************************************
//COBRUN  EXEC IGYWCL
//COBOL.SYSIN  DD DSN=&SYSUID..CBL(PAYTEST),DISP=SHR
//LKED.SYSLMOD DD DSN=&SYSUID..LOAD(PAYTEST),DISP=SHR
//***************************************************
// IF RC LE 4 THEN
//RUN     EXEC PGM=PAYTEST
//STEPLIB   DD DSN=&SYSUID..LOAD,DISP=SHR
//SYSOUT    DD SYSOUT=*,OUTLIM=15000
//CEEDUMP   DD DUMMY
//SYSUDUMP  DD DUMMY
// ENDIF
